<script setup>

</script>

<template>
  <div class="container">

    <h1 class="display-1"><strong>あなたを虜にするバイクの魅力</strong></h1>

    <p class="h2 mt-3"><mark>なぜバイクに乗るのか？</mark></p>
    <p>バイクに乗る人たちに「なぜバイクに乗るの？」と質問をなげかければ、大半のバイク乗りの方が「楽しいから」「バイクが好きだから」と答えると思います。<br>
    そこで、バイクのいったい何が楽しいのか見ていきましょう！！</p>
    
  </div>

  <div class="container2">
  <h2>バイクは全身で風を感じられる！</h2>
  <p>バイクの最大の魅力は<mark>風を切って全身でダイレクトに自然を感じられる乗り物</mark>だと思います。<br>
  例えば、同じ道を同じ条件で車とバイクで走らせても、その刺激には天と地ほどの差があると思います。</p>
  <p>バイクには、車のようにエアコンなどの快適なものはなく、雨が降れば当然ずぶ濡れ...なんてこともざらにあります。<br>
  こう考えれば<b>バイクは不便な乗り物なんだ</b>と思う人が多いでしょう。<br>しかし裏を返せば、ここがバイクの魅力です！！</p>
  </div>
</template>

<style></style>