
<template>
  <div class="container1">

    <h1 class="display-1"><strong><nobr>あなたを虜にするバイクの魅力</nobr></strong></h1>

    <p class="h2 mt-3"><mark>なぜバイクに乗るのか？</mark></p>
    <p>バイクに乗る人たちに「なぜバイクに乗るの？」と質問をなげかければ、大半のバイク乗りの方が「楽しいから」「バイクが好きだから」と答えると思います。<br>
    そこで、バイクのいったい何が楽しいのか見ていきましょう！！</p>
    
  </div>

  <div class="container2">
  <h2>バイクは全身で風を感じられる！</h2>
  <p>バイクの最大の魅力は<mark>風を切って全身でダイレクトに自然を感じられる乗り物</mark>だと思います。<br>
  例えば、同じ道を同じ条件で車とバイクで走らせても、その刺激には天と地ほどの差があると思います。</p>
  <p>バイクには、車のようにエアコンなどの快適なものはなく、雨が降れば当然ずぶ濡れ...なんてこともざらにあります。<br>
  こう考えれば<b>バイクは不便な乗り物なんだ</b>と思う人が多いでしょう。<br>しかし裏を返せば、ここがバイクの魅力です！！</p>
  <p>バイクに乗って走れば、車で運転しているときでは感じられない、その土地の気温、雰囲気、匂いまでも感じることができます。</p>
  <p>これが、バイクが多くの人を魅了させていることにつながっているのでしょう。</p>
  </div>
  
  <div class="container3">
  <h2>かっこいいバイクの所有感</h2>
  <p>バイクに乗っている人たちは、「かっこいいから」という理由でバイクに乗っている方も多いと思います。</p>
  <p>バイクに乗っているときや、家やカフェなどで、自分のバイクを眺めているだけで所有感をくすぐられると思います。</p>
  <p>自分のバイクを自分好みにカスタムして仕上げていく、そんな楽しみ方もあります。車に比べれば<span class="under">素人でもカスタム</span>しやすいのも特徴です！！</p>
  <p>また、ライダーが集まる場所などミーティングに参加し、いろんなバイクを眺めるのも楽しいです。</p>
  </div>

  <div class="container4">
    <h2>バイクに乗って走るのが楽しい</h2>
    <p>バイクに乗り、風を切って走ることで、気分転換になり嫌なことを忘れ社会のしがらみなどからも解放され心をリフレッシュできます！！</p>
    <p>車と違ってバイクはMT（マニュアルミッション）が主流なので、「自分がバイクを操って運転しているんだ」ということを常に感じられる。</p>
  </div>

  <div class="container5">
    <h2>バイクの選択肢が多い</h2>
  </div>
</template>

<style>

/*見出し1の装飾*/
h1 {
  font-size: 10px
}

/*見出し2の装飾*/
h2 {
  color: #364e96;/*文字色*/
  padding: 0.5em 0;/*上下の余白*/
  border-top: solid 3px #364e96;/*上線*/
  border-bottom: solid 3px #364e96;/*下線*/
}

/*素人でもカスタムの部分*/
.under{
  background: linear-gradient(transparent 50%, #ff0 50%);/*下線と透き通った黄色*/
}
</style>